greeting = 'Как я могу быть Вам полезен?😊'

unknown = "Неизвестная команда, пожалуйста выбирайте из доступных вариантов"

faq = '''<b>Часто задаваемые вопросы:</b>


<b>Возврат 🔁</b>
Если вдруг пара оказалась с дефектами, то мы готовы обменять эту пару на такую же новую (в таком случае доставка за наш счёт, а ещё мы вернем 5% от стоимости)💙
Чтобы заполнить заявку на возврат, пожалуйста используйте команду /refund

<b>Доставка🏎️</b>
Cрок и стоимость доставки рассчитывается исходя из адреса, который Вы указали🤓

Но я точно могу  сказать, что по Москве доставка осуществляется за 1-максимум 2 дня⚡️


<b>Сотрудничество</b>
SNEAKERS AGENT будет очень рад узнать детали Вашего предложения🧐

Напишите нам на почту: agsthrcn@ro.ru (отвечаем в течении дня)


<b>Той пары, которая мне нужна нет в каталоге😬</b>
Не расстраивайтесь😌 В таком случае напишите мне напрямую в телеграм @augustagent и мы что-нибудь придумаем✅
'''

faq = '''
<b>Часто задаваемые вопросы:</b>

<b>Доставка🏎️</b>
Срок и стоимость доставки рассчитывается исходя из адреса, который Вы указали🤓
Но я точно могу сказать, что по Москве доставка осуществляется за 1-максимум 2 дня⚡️

<b>Возврат 🔁</b>
Если вдруг пара оказалась с дефектами, то мы готовы обменять эту пару на такую же новую (в таком случае доставка за наш счёт, а ещё мы вернем 5% от стоимости)💙
<em>Чтобы заполнить заявку на возврат, пожалуйста используйте команду /refund</em>

<b>Той пары, которая мне нужна нет в каталоге😬</b>
Не расстраивайтесь😌 В таком случае напишите мне напрямую в телеграм @augustagent и мы что-нибудь придумаем✅

<b>Сотрудничество🤝</b>
SNEAKERS AGENT будет очень рад узнать детали Вашего предложения🧐
Напишите нам на почту: agsthrcn@ro.ru (отвечаем в течении дня)

'''


helpme = '''
В любой непонятной ситуации – просто пишите /menu и вы вернётесь в главное меню (при этом Ваши регистрационные данные сохранятся)

Если вдруг вы ошиблись в данных при регистрации или они поменялись – вы их можете всегда изменить нажав «настройки профиля» в панели управления. Либо вы можете пройти регистрации до конца, бот спросит все ли данные верны и вы сможете тогда заново их исправить.

Если вдруг Вы упустили из виду панель управления, то вы всегда найдете её кликнув на квадратик с другими 4 квадратиками внутри и панель вернется

Небольшой лайфхак: можно взаимодействовать не только с последним сообщением от бота, но и предыдущим 

Если вы нажали на “Поиск по ассортименту 🔎” и панель исчезла, а искать вы передумали, просто напишите что-нибудь боту, панель сразу же вернется

'''


refund_first = '''Если вдруг пара оказалась с дефектами, то мы готовы обменять эту пару на такую же новую (в таком случае доставка за наш счёт, а ещё мы вернем 5% от стоимости)💙'''

refund_second = '''Очень жаль, что так вышло🙁 Впредь мы будем внимательнее☝️

Напишите нам ниже Ваше имя, номер телефона,никнейм в телеграм, пару которую вы заказывали (+её У меня есть дефекты😮‍💨 Хочу вернуть
размер) и я вскоре свяжусь с Вами
'''

refund_success = 'Принято! Скоро свяжусь с Вами, будьте на связи❤️'

