greeting = 'Как я могу быть Вам полезен?😊'

unknown = "Неизвестная команда, пожалуйста выбирайте из доступных вариантов"

faq = '''<b>Часто задаваемые вопросы:</b>


<b>Возврат 🔁</b>
Если вдруг пара оказалась с дефектами, то мы готовы обменять эту пару на такую же новую (в таком случае доставка за наш счёт, а ещё мы вернем 5% от стоимости)💙
Чтобы заполнить заявку на возврат, пожалуйста используйте команду /refund

<b>Доставка🏎️</b>
Cрок и стоимость доставки рассчитывается исходя из адреса, который Вы указали🤓

Но я точно могу  сказать, что по Москве доставка осуществляется за 1-максимум 2 дня⚡️


<b>Сотрудничество</b>
SNEAKERS AGENT будет очень рад узнать детали Вашего предложения🧐

Напишите нам на почту: agsthrcn@ro.ru (отвечаем в течении дня)


<b>Той пары, которая мне нужна нет в каталоге😬</b>
Не расстраивайтесь😌 В таком случае напишите мне напрямую в телеграм @augustagent и мы что-нибудь придумаем✅
'''

refund_first = '''Если вдруг пара оказалась с дефектами, то мы готовы обменять эту пару на такую же новую (в таком случае доставка за наш счёт, а ещё мы вернем 5% от стоимости)💙'''

refund_second = '''Очень жаль, что так вышло🙁 Впредь мы будем внимательнее☝️

Напишите нам ниже Ваше имя, номер телефона,никнейм в телеграм, пару которую вы заказывали (+её У меня есть дефекты😮‍💨 Хочу вернуть
размер) и я вскоре свяжусь с Вами
'''

refund_success = 'Принято! Скоро свяжусь с Вами, будьте на связи❤️'

