nominal = "Как Вас зовут?"


def phone(nominal: str) -> str:
    return f'Приятно познакомиться, {nominal}🤝' \
           'Теперь мне нужен ваш номер телефона, чтобы я мог связаться с Вами по заказу'


tg_nickname = 'Записал✅ Какой ваш ник в телеграме? Мне он также нужен для того,' \
              ' чтобы связаться с Вами в случае необходимости'


contact_method = 'Спасибо) Один момент для Вашего удобства: Вам удобнее, чтобы я связался с Вами для подтверждения ' \
                 'заказа по телефону, в телеграмме или вотсапе?'


payment_method = 'Заметано! Как Вам будет удобней оплатить заказ?✍️'


address = 'Окей) Также мне нужен Ваш адрес, чтобы мы смогли рассчитать срок и стоимость доставки🏎️'
