nominal = "Как Вас зовут?"


def phone(nominal: str) -> str:
    return f'Приятно познакомиться, {nominal}🤝'


phone_change = 'Мне нужен ваш номер телефона, чтобы я мог связаться с Вами по заказу'

tg_nickname = 'Записал✅ Какой ваш ник в телеграме? Мне он также нужен для того,' \
              ' чтобы связаться с Вами в случае необходимости'

contact_method_first = 'Спасибо) Один момент для Вашего удобства:'

contact_method_second = 'Вам удобнее, чтобы я связался с Вами для подтверждения заказа по телефону, ' \
                       'в телеграмме или вотсапе?'

payment_method_first = 'Замётано! Последний вопрос:'
payment_method_second = 'Как Вам будет удобней оплатить заказ?✍️'

address_change = 'Мне нужен Ваш адрес, чтобы мы смогли рассчитать срок и стоимость доставки🏎️'
address = 'Окей) Также мне нужен Ваш адрес, чтобы мы смогли рассчитать срок и стоимость доставки🏎️'
